---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.SectionViewFailures
source: html/bcd7a1a4-cf92-a44e-3f0e-49d1a378ff1f.htm
---
# Autodesk.Revit.DB.BuiltInFailures.SectionViewFailures

Failures about Section.

## Syntax (C#)
```csharp
public static class SectionViewFailures
```